Repository: common-repository/wp-db-booster
Catalog: languages/wp-db-booster-*.po
Languages: sk_sk

source: Auto Draft
sk_sk: Automatický Koncept

source: Auto Draft are the Page / Post saved as draft automatically in WordPress Database.
sk_sk: Auto koncept je Stránka/Článok uložený ako koncept automaticky vo Wordpress Databáze.

source: Posts in Trash
sk_sk: Články v Koši

source: Posts in Trash are posts that have been deleted and moved to Trash.
sk_sk: Články v Koši sú články, ktoré boli zmazané a premiestnené do Koša

source: Dashboard Transient Feed
sk_sk: Dashboard Prechodné Zdroje

source: Transient Feed in WordPress are use Database entries to cache a certain entries.
sk_sk: Prechodné zdroje vo WordPress sú Databázové záznamy, ktoré obsahujú záznamy položiek uložených do vyrovnávacej pamäte.

source: Orphan Comment Meta
sk_sk: Osirotené Meta informácie komentárov

source: Orphan Comments Meta holds the miscellaneous bits of extra information of comment.
sk_sk: Osirotené Meta Informácie Komentárov držia rôzne kúsky dodatočných informácií o komentároch.

source: Duplicated Comment Meta
sk_sk: Duplicitné Osirotené Meta informácie Komentárov

source: Duplicated Comment Meta holds duplicated comment meta information
sk_sk: Duplicitné Meta Komentárov obsahujú duplicitné meta informácie komentárov

source: Orphan Post Meta
sk_sk: Osirotené Meta Informácie Článkov

source: Orphan Post Meta holds the junk or obsolete data.
sk_sk: Osirotené Meta Informácie Článkov držia nevyžiadané alebo zastaralé údaje.

source: Duplicated Post Meta
sk_sk: Duplicitné Meta Informácie Článkov

source: Duplicated Post Meta holds duplicated post meta information
sk_sk: Duplicitné Meta Článkov obsahujú duplicitné meta informácie článkov

source: Orphan User Meta
sk_sk: Osirotené Meta Informácie Užívateľov

source: Orphan User Meta holds the junk or obsolete data.
sk_sk: Osirotené Meta Informácie Užívateľov držia nevyžiadané alebo zastaralé údaje.

source: Duplicated User Meta
sk_sk: Duplicitné Meta Informácie Užívateľov

source: Duplicated User Meta holds duplicated user meta information
sk_sk: Duplicitné Meta Užívateľov obsahujú duplicitné meta informácie užívateľov

source: Orphan Term Meta
sk_sk: Osirotené Meta Informácie Výrazov

source: Orphan Term Meta holds the junk or obsolete data.
sk_sk: Osirotené Meta Informácie Výrazov držia nevyžiadané alebo zastaralé údaje.

source: Duplicated Term Meta
sk_sk: Duplicitné Meta Informácie Výrazov

source: Duplicated Term Meta holds duplicated term meta information
sk_sk: Duplicitné Meta Vzťahov obsahujú duplicitné meta informácie vzťahov

source: Orphan Term Relationships
sk_sk: Osirotené Výrazy Vzťahov

source: Orphan Relationships holds the junk or obsolete Category and Tag.
sk_sk: Osirotené Vzťahy držia nevyžiadané alebo zastaralé Kategórie a Značky.

source: Unused Tags
sk_sk: Nevyužité Značky

source: Unused Tags holds the junk or obsolete Category and Tag.
sk_sk: Osirotené Značky držia nevyžiadané alebo zastaralé Kategórie a Značky.

source: Revisions
sk_sk: Revízie

source: The WordPress revisions system stores a record of each saved draft or published update.Revisions are stored in the posts table.
sk_sk: WordPress revízny systém uloží záznam o každom uloženom návrhu alebo publikovanej zmene. Revízie sú uložené v tabuľke článkov.

source: Pingbacks
sk_sk: Pingback-y

source: A Pingback is a type of comment that's created when you link to another blog post where pingbacks are enabled.
sk_sk: Pingback je typ komentára, ktorý je vytvorený, keď ste odkazovali na iný blog, kde sú pingback-y povolené.

source: Transient Options
sk_sk: Prechodné možnosti

source: Transient Options are like a basic cache system used by wordpress. Clearing these options before a backup will help to save space in your backup files.
sk_sk: Prechodné možnosti sú niečo ako cache systém používaný Wordpressom. Vymazanie týchto možností pred zálohou pomôže ušetriť miesto v zálohových súboroch.

source: Trackbacks
sk_sk: Trackback-y

source: Trackbacks are a way to notify legacy blog systems that you have linked to them. If you link to a WordPress blog they will be notified automatically using pingbacks, no other action necessary.
sk_sk: Spätné odkazy sú spôsob, ako oznámiť blogom, že ste na ne odkazovali. Ak ste odkazovali na blogy WordPress budú tieto oboznámené automaticky použitím pingback-ov, žiadne iné opatrenia nie sú potrebné.

source: Unaproved Comments
sk_sk: Neschválené Komentáre

source: Unaproved Comments are the comments waiting for moderation.
sk_sk: Neschválene komentáre su komentáre čakajuce na moderovanie.

source: Spam Comments
sk_sk: Spam Komentáre

source: Spam Comments are the unwanted comments in the WordPress database.
sk_sk: Spam Komentáre sú nechcené komentáre vo Wordpress databáze.

source: Trash Comments
sk_sk: Komentáre v Koši

source: Trash Comments are the comments which are stored in the WordPress Trash.
sk_sk: Komentáre v Koši sú komentáre, ktoré boli vymazané do Wordpress Koša.

source: oEmbed Caches In Post Meta
sk_sk: oEmbed Vyrovnávacia Pamäť v Post Meta

source: oEmbed Is used by Wordpress to grab embed code for various embeddable content such as YouTube and Vimeo videos
sk_sk: oEmbed Vyrovnávaciu Pamäť používaná Wordpress na odchytenie kódu pre rôzny zabudovateľný obsah ako sú Youtube a Vimeo videá.

source: Are you sure, you want to Clean Up these data?
sk_sk: Naozaj chcete zmazať tieto dáta?

source: Please select action first
sk_sk: Prosím, vyberte akciu.

source: Settings
sk_sk: Nastavenia

source: Dashboard
sk_sk: Nástenka

source: DB Tables
sk_sk: DB Tabuľky

source: Statistics
sk_sk: Štatistiky

source: System Status
sk_sk: Status Systému

source: Very Strong
sk_sk: Veľmi silné

source: Strong
sk_sk: Silne

source: Average
sk_sk: Priemerné

source: Weak
sk_sk: Slabé

source: Very Weak
sk_sk: Veľmi Slabé

source: nothing
sk_sk: nič

source: BAD
sk_sk: ZLE

source: password is empty
sk_sk: heslo je prázdne

source: password is a word from the dictionary
sk_sk: heslo je slovo zo slovnika bežných hesiel

source: password is too short
sk_sk: heslo je príliš krátke

source: password is too simple
sk_sk: heslo je príliš jednoduché

source: Issues Found
sk_sk: Nájdených Problémov

source: Minnor issues:
sk_sk: Minoritné problémy

source: Tables in Database
sk_sk: Tabuliek v Databáze

source: View more
sk_sk: Zobraziť viac

source: Items in Log
sk_sk: Položiek v Logu

source: Bulk Action
sk_sk: Hromadná Akcia

source: Empty
sk_sk: Vymazať

source: Apply
sk_sk: Použiť

source: Type of Data
sk_sk: Datový Typ

source: Count
sk_sk: Počet

source: Action
sk_sk: Akcia

source: Data in the table below may change frequently. Most of them are temporary data created either by 3rd party plugins or Wordpress itself.
sk_sk: Údaje v tabuľke nižšie sa možu často meniť. Väčšina z nich sú údaje vytvorené buď modulmi tretích strán, alebo samotným Wordpressom.

source: Database Related Security Tests
sk_sk: Testy Bezpečnosti Zamerané na Databázu

source: Knowing the names of your database tables can help an attacker dump the table's data and get to sensitive information like password hashes. Since WP table names are predefined the only way you can change table names is by using a unique prefix. One that's different from 'wp_' or any similar variation such as 'wordpress_'.
sk_sk: Znalosť názvov vašich tabuliek v databáze môže pomôcť útočníkovi získať výpisy údajov z tabuľky a získať citlivé informácie, ako napríklad hash hesla. Vzhľadom k tomu, že WP tabuľky majú názvy preddefinované, jediný spôsob, ako môžete zmeniť názvy tabuliek, je pomocou jedinečnej predpony. Taká, ktorá je odlišná od 'wp_’ a jej variácií, ako napríklad ‘wordpress_'.

source: Default Table Prefix
sk_sk: Východzie Nastavenie Predpony Tabuliek

source: Having any kind of debug mode (general WP debug mode in this case) or error reporting mode enabled on a production server is extremely bad. Not only will it slow down your site, confuse your visitors with weird messages it will also give the potential attacker valuable information about your system.
sk_sk: Mať akýmkoľvek druh režimu ladenia (všeobecný WP debug mód v tomto prípade), alebo chybového hlásenia zapnutý na produkčnom serveri je veľmi zlé. Nielen, že to spomaluje vašu stránku, ale može zmiasť aj Vašich návštevníkov divnými správami a poskytne potenciálnemu útočníkovi cenné informácie o vašom systéme. Parameter v súbore config.php : define('WP_DEBUG', false)

source: Debug Mode
sk_sk: Debug Mód

source: Having any kind of debug mode (WP DB debug mode in this case) or error reporting mode enabled on a production server is extremely bad. Not only will it slow down your site, confuse your visitors with weird messages it will also give the potential attacker valuable information about your system.
sk_sk: Mať akýmkoľvek druh režimu ladenia (WP DB debug mód v tomto prípade), alebo chybového hlásenia zapnutý na produkčnom serveri je veľmi zlé. Nielen, že to spomaluje vašu stránku, ale može zmiasť aj Vašich návštevníkov divnými správami a poskytne potenciálnemu útočníkovi cenné informácie o vašom systéme.

source: Database Debug Mode
sk_sk: Debug Mód Databázy

source: We have tested your DB password against more than 1450 most commonly used passwords on the internet
sk_sk: Otestovali sme Vaše heslo do Databázy oproti viac ako 1450 najviac používaným heslám na internete.

source: Common Passwords Test
sk_sk: Test na Často Používané Heslá

source: Your calculated password strength is %s which is %s
sk_sk: Vaša vypočítaná odolnosť hesla je %s čo je %s

source: Password Strength
sk_sk: Odolnosť Hesla

source: Table
sk_sk: Tabuľka

source: Rows
sk_sk: Riadkov

source: Type
sk_sk: Typ

source: Size
sk_sk: Veľkosť

source: Index Size
sk_sk: Veľkosť Indexu

source: Created By
sk_sk: Vytvorená

source: Table added by 3rd party plugin
sk_sk: Tabuľka pridaná modulom tretej strany

source: WordPress Core Table
sk_sk: Tabuľka WordPress Jadra

source: Plugin Activate
sk_sk: Modul Aktívny

source: Plugin Inactive
sk_sk: Modul Neaktívny

source: Table created by Unknown plugin
sk_sk: Tabuľka vytvorená Neznámym modulom

source: Total
sk_sk: Spolu

source: tables
sk_sk: tabuliek

source: Please keep in mind that Log keeps information about installed plugins and DB tables created by these plugins.<br>If you decide to clear the log this information will be lost.
sk_sk: Prosím, majte na pamäti, že Log udržuje informácie o inštalovaných moduloch a DB tabuľkách vytvorených týmito modulmi. <br>Ak vymažete Log, tieto informácie sa stratia.

source: All Entries
sk_sk: Všetky Položky

source: Plugin Activations/Deactivations
sk_sk: Aktivácie/Deaktivácie Modulov

source: Database Cleanups
sk_sk: Čistenia Databázy

source: Delete Log
sk_sk: Zmazať Log

source: Entries in Log
sk_sk: Položky v Logu

source: Date
sk_sk: Dátum

source: Plugin
sk_sk: Modul

source: Data type:
sk_sk: Datový typ:

source: Database Cleanup
sk_sk: Čistenie Databázy

source: Plugin Activated
sk_sk: Modul Aktivovaný

source: Plugin Deactivated
sk_sk: Modul Deaktivovaný

source: Automatic Clean-Up and Optimization
sk_sk: Automatické Čistenie a optimalizácia

source: You can enable scheduled clean-up and optimization of your Database here (daily/weekly/monthly).
sk_sk: Tu môžete povoliť plánované vyčistenie a optimalizáciu databázy (denné/týždenné/mesačné).

source: Enable Scheduled Clean-Up and Optimization
sk_sk: Povoliť plánované Čistenie a Optimalizáciu

source: Frequency
sk_sk: Frekvencia

source: Everyday
sk_sk: Denne

source: Every Week
sk_sk: Týždenne

source: Every Month
sk_sk: Mesačne

source: Enable Email Notification
sk_sk: Povoliť notifikácie emailom

source: Email Address
sk_sk: Emailová adresa

source: CleanUp
sk_sk: Čistenie

source: DB Tables sorted by number of rows
sk_sk: DB Tabuľky zoradené podľa počtu riadkov

source: DB Tables sorted by size (bytes)
sk_sk: DB Tabuľky zoradené podľa veľkosti

source: Log Analysis
sk_sk: Analýza Logu

source: Size in Bytes
sk_sk: Veľkosť v Bajtoch

source: Actions in Log
sk_sk: Akcií v Logu

source: MySQL Information
sk_sk: MySQL Informácie

source: Database Host
sk_sk: Host Databázy

source: Database Name
sk_sk: Názov Databázy

source: Database User
sk_sk: Databázový Užívateľ

source: Database Size
sk_sk: Veľkosť Databázy

source: Number of DB Tables
sk_sk: Počet DB Tabuliek

source: Summary of Rows in all Tables
sk_sk: Sumár Riadkov vo všetkých Tabuľkách

source: Database Type
sk_sk: Typ Databázy

source: MySQL Version
sk_sk: Verzia MySQL

source: SQL Mode
sk_sk: SQL Mod

source: Not set
sk_sk: Nenastavené

source: Wordpress Information
sk_sk: Wordpress Informácie

source: Home URL
sk_sk: Domáca URL

source: Site URL
sk_sk: URL Webu

source: WP Version
sk_sk: Verzia WP

source: Installed Theme
sk_sk: Nainštalovaná Téma

source: Theme Version
sk_sk: Verzia Témy

source: Theme Author
sk_sk: Autor Témy

source: Published Posts
sk_sk: Publikované Články

source: Draft Posts
sk_sk: Koncepty Článkov

source: Published Pages
sk_sk: Publikované Stránky

source: Draft Pages
sk_sk: Koncepty Stránok

source: Approved Comments
sk_sk: Schválené Komentáre

source: Comments in Moderation
sk_sk: Komentáre Čakajúce na Schválenie

source: Comments in Spam
sk_sk: Spam Komentáre

source: Comments in Trash
sk_sk: Komentáre v Koši

source: Images in Gallery
sk_sk: Obrázky v Galérii

source: WP Multisite Enabled
sk_sk: WP Multisite Povolené

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: WP Language
sk_sk: WP Jazyk

source: Default
sk_sk: Východzie nastavenie

source: WP Debug Mode
sk_sk: WP Debug Mod

source: Enabled
sk_sk: Povolené

source: Disabled
sk_sk: Zakázané

source: Success
sk_sk: Úspešne

source: Failed
sk_sk: Zlyhalo

source: PHP Information
sk_sk: PHP Informácie

source: PHP Version
sk_sk: Verzia PHP

source: SUHOSIN Installed
sk_sk: SUHOSIN Inštalované

source: Default Time Zone
sk_sk: Východzia Časová Zóna

source: Memory Usage
sk_sk: Spotreba Pamäte

source: On
sk_sk: Zapnuté

source: Off
sk_sk: Vypnuté

source: PHP Exif Support
sk_sk: PHP Exif Podpora

source: PHP IPTC Support
sk_sk: PHP IPTC Podpora

source: PHP XML Support
sk_sk: PHP XML Podpora
